{
  "descriptions": [
    {
      "id": "73",
      "url": "https://www.instagram.com/reel/C2UPZQotNBQ/",
      "name": "פנקייק סינבון",
      "transcription": "מצרכים לפנקייק:\n170 גרם קמח 405 של שטיבל\n1 כפית אבקת אפייה\n1 כפית מחית/תמצית וניל\n25 גרם סוכר לבן\nביצה אחת\n2 כפות שמן קנולה\n240 מ״ל חלב\nקורט מלח\n\nלסלסול הסינבון נערבב 1 כפית קינמון עם 35 גרם חמאה רכה ו-80 גרם סוכר חום כהה למחית אחידה.\n\nלציפוי הפנקייק סינבון נערבב היטב 90 גרם גבינת שמנת עם 25 גרם חמאה רכה מאוד, עם 110 גרם אבקת סוכר וכפית מחית/תמצית וניל עד שנקבל רוטב חלק ואחיד.\n\nאופן ההכנה:\nטורפים היטב את כל המצרכים של הפנקייק לתערובת אחידה וחלקה. במחבת רחבה ממיסים קצת חמאה ומוזגים עיגולים קטנים ממסת הפנקייק למחבת החמה. סוגרים את המחבת ל-20 שניות ואז פותחים ובעזרת שקית זילוף עם חור קטן נעשה סלסול של מילוי הסינבון בפנקייק. נסגור את המחבת שוב לכ-2 דקות ונוציא!"
    },
    {
      "id": "64",
      "url": "https://www.instagram.com/reel/CtwG_12gAH5/",
      "name": "סינבון של גיל מורן",
      "transcription": "לבצק:\n220 מ״ל חלב חם\n100 גרם סוכר לבן\n10 גרם שמרים יבשים\n2 ביצים\n50 גרם חמאה מומסת\n630 גרם קמח לבן\n100 מ״ל שמנת חמה לפיזור לפני האפייה\n\nלמילוי:\n75 גרם חמאה רכה מאוד\n225 גרם סוכר חום כהה\n2 כפיות קינמון\n\nלציפוי קרם שמנת קפה:\n170 גרם גבינת שמנת רכה\n50 גרם חמאה רכה\n300 גרם אבקת סוכר\n1 כפית מחית וניל\n1.5 כפיות אבקת קפה\n\nאופן ההכנה:\nנחמם את החלב במיקרו ונערבב אותו במיקסר עם וו לישה עם הסוכר, השמרים והחמאה. נעבד אותם כדקה, נוסיף את הביצים אחת אחת עד שהן נטמעות ולאחר מכן נוסיף בבת אחת את הקמח. ניתן למיקסר לערבב את החומרים לבצק אחיד כ-10 דקות. כשהבצק מוכן, נעביר אותו לקערה משומנת ונכסה אותו במגבת להתפחה עד שהוא מכפיל את גודלו (כשעה וחצי במקום חמים).\n\nבזמן שהבצק נח, נכין את המילוי. נערבב עם לקקן את החמאה הרכה, הסוכר והקינמון לממרח אחיד.\n\nלאחר שהבצק הכפיל את נפחו נרדד אותו לעובי של כ-3 מ״מ. נפתח את כל הבצק על המשטח ונמרח את המילוי בעזרת פלטה על הבצק המרודד. נגלגל את הבצק בעדינות לרולדה.\n\nאת הרולדה נחתוך לחתיכות בעובי של 5 ס״מ ונסדר את הסינבונים בתבנית מרופדת בנייר אפייה. נעביר להתפחה של 45-60 דקות במקום חמים.\n\nלפני שנכניס לאפייה נשפוך את השמנת המתוקה החמה בעדינות על חתיכות הסינבון. נכניס את התבנית לתנור שחומם מראש ל-180 מעלות לכ-22-25 דקות."
    },
    {
      "id": "107",
      "url": "https://www.instagram.com/reel/DEDQbQooY_D/",
      "name": "פרגית עם ערמונים ופטריות וקרם קוקוס",
      "transcription": "סיר פרגיות חורפי עם פטריות וערמונים, שעועית וקרם קוקוס.\n\nמצרכים:\n6 פרגיות (אני מעדיפה תמיד עם העור, אבל לא חובה)\n1 בצל סגול קצוץ\nחופן פטריות - שמפניון ופורטבלו טריות\nשקית ערמונים בואקום\nכוס שעועית ירוקה טריה, לחתוך למקטעים\n2 כפות קרם קוקוס קר (או 8-10 כפות אם זה נוזלי)\nשמן זית, מלח ופלפל. אפשר קצת טימין.\n\nמה עושים?\nמתחילים בלצרוב את הפרגיות - לצפות אותם במלח ופלפל ומעט שמן זית. אש גבוהה, מחברת לוהטת, 2 צדדים. לשים בצד.\n\nבסוטאז׳ מטגנים את הבצל עד שהוא משחים יפה, מוסיפים את הפטריות ומטגנים יחד. מוסיפים ערמונים ושעועית ירוקה. אפשר טימין.\n\nכשהכל מוקפץ טוב מוסיפים את הקרם קוקוס ומערבבים. מוסיפים את הפרגיות פנימה וכוס מים. מביאים לרתיחה, מכניסים לתנור, 180 מעלות, שעה וחצי."
    },
    {
      "id": "56",
      "url": "https://www.instagram.com/reel/Cg9iXsSoF5Q/",
      "name": "שמרים פרווה פיסטוק חלבה",
      "transcription": "רולים של שמרים פרווה במילוי חלבה ופיסטוק עם שבבי פטל\n\nהמתכון:\n400 מ״ל מים (1 ו-2/3 כוס)\n2 כפות שמרים יבשים\n1/2 כוס סוכר\n1 ק״ג קמח\n1/2 כוס שמן\n2 ביצים\nכף מלח\n\nללוש הכל כ-10 דקות.\nלהתפיח עד הכפלת הנפח.\nלחלק ל-4 את הבצק.\nלרדד כל חתיכה למלבן, למרוח ממרח חלבה ביחד עם ממרח פיסטוק.\nלפזר שבבי פטל מיובשים (לא חובה)\nלגלגל, לחתוך כל רול כזה ל-6 (אפשר להקפיא לפני כדי שלא יימרח)\nלסדר בתבנית שקעים. (המתכון מספיק ל-24 רולים)\n\nלהתפיח כשעה בטמפ׳ החדר עד הכפלת הנפח משמעותית.\nלאפות בתנור שחומם מראש ל-170 מעלות, לכחצי שעה או עד שמוכן.\n\nואז לזלף קצת סירופ סוכר (מבשלים בסיר קטן חצי כוס סוכר וחצי כוס מים עד רתיחה ואז עוד כמה דקות)"
    },
    {
      "id": "57",
      "url": "https://www.instagram.com/reel/ChrFDdvIvO0/",
      "name": "סיר פרגיות עם ירקות",
      "transcription": "מצרכים:\n2 בצל לבן קצוץ\n3 גבעולי סלרי קצוצים\n1 מגש פרגיות\n3 שיני שום כתושות\nמעט שמיר קצוץ\nמלח, פלפל, בהרט, מעט כורכום, שמן זית\nפטרוזיליה קצוצה\nכוסברה קצוצה\nבצל ירוק חתוך לאורך גפרורים\n\nמה עושים?\nמטגנים את הבצל והסלרי בשמן זית כמה דקות.\n\nבקערה נפרדת מערבבים את הפרגיות עם: שום, שמיר, תבלינים ומעט שמן זית. מושחים טוב טוב טוב.\n\nמזיזים את הבצל והסלרי (שבסיר) הצידה, וצורבים את הפרגיות על אש בינונית גבוהה.\nצד ראשון 7-8 דקות, ואז צד שני. מערבבים היטב עם הבצל ומבשלים כרבע שעה יחד.\n\nמוסיפים את הירק הקצוץ והבצל הירוק מלמעלה, מנמיכים את האש וסוגרים את הסיר.\n50-60 דקות אש נמוכה וזה מוכן!"
    },
    {
      "id": "135",
      "url": "https://www.instagram.com/reel/Csgaw6jgjvV/",
      "name": "קציצות סלמון-בטטה לתינוקות",
      "transcription": "המתכון המלא:\nאופים בטטה אחת גדולה בתנור (שוטפים היטב, מחוררים עם מזלג, מזליפים קצת שמן זית ומכניסים לתנור שחומם מראש ל 200 מעלות לכ40 דקות)\n\nמצננים מעט את הבטטה, מוציאים מהקליפה לתוך קערה.\nלקערה מוסיפים דג סלמון טרי ללא עצמות שקצצנו (כ-500 גרם)\n\nמוסיפים 3-4 כפות קוואקר, כפית שום גבישי וזה הכל!\nניתן להוסיף עשבי תיבול שאוהבים.\n\nעבור תינוקות - יוצרים צורה של אצבעות ולא טובלים בפירורי לחם.\nעבור ילדים גדולים יותר - ניתן לצפות בפירורי לחם.\n\nמסדרים על תבנית עם נייר אפייה, אופים במשך כ25-30 דקות בתנור שחומם מראש לחום של 180 מעלות.\n\nאת הקציצות ניתן לשמור עד 3 ימים בגב המקרר, וניתן גם להקפיא."
    }
  ]
}
